Repository: rayenghanmi/RyTuneX
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar_tn, de, es_es, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, vi_vn, zh_hans, zh_hant

# StartupPage_Notification_ToggledMessage
source: Enabled '{0}' for startup
ar_tn: تم تمكين '{0}' عند بدء التشغيل
de: '{0}' für Autostart aktiviert
es_es: Habilitado '{0}' en inicio
fr_fr: Activé '{0}' au démarrage
he_il: הופעל '{0}' בהפעלה
id_id: Mengaktifkan '{0}' saat startup
it_it: Abilitato '{0}' all'avvio
ja_jp: スタートアップで '{0}' を有効にしました
ko_kr: 시작 시 '{0}' 사용 설정됨
pt_br: Habilitado '{0}' na inicialização
ru_ru: Включено '{0}' в автозагрузке
tr_tr: '{0}' başlangıçta etkinleştirildi
vi_vn: Đã bật '{0}' khi khởi động
zh_hans: 已在启动时启用“{0}”
zh_hant: 已於啟動時啟用「{0}」

# StartupPage_Notification_ToggledMessageDisabled
source: Disabled '{0}' from startup
ar_tn: تم تعطيل '{0}' من بدء التشغيل
de: '{0}' aus Autostart deaktiviert
es_es: Deshabilitado '{0}' del inicio
fr_fr: Désactivé '{0}' du démarrage
he_il: נוטרל '{0}' מהפעלה
id_id: Menonaktifkan '{0}' dari startup
it_it: Disabilitato '{0}' dall'avvio
ja_jp: スタートアップから '{0}' を無効にしました
ko_kr: 시작 시 '{0}' 사용 안 함으로 설정됨
pt_br: Deshabilitado '{0}' da inicialização
ru_ru: Отключено '{0}' из автозагрузки
tr_tr: '{0}' başlangıçtan devre dışı bırakıldı
vi_vn: Đã tắt '{0}' khỏi khởi động
zh_hans: 已从启动中禁用“{0}”
zh_hant: 已從啟動中禁用「{0}」

# StartupPage_Notification_AdminRequired
source: Administrator privileges are required to modify system startup items.
ar_tn: تتطلب تعديلات تطبيقات بدء النظام صلاحيات المسؤول.
de: Administratorrechte erforderlich, um System-Autostart zu ändern.
es_es: Se requieren permisos de administrador para modificar el inicio del sistema.
fr_fr: Des privilèges d'administrateur sont requis pour modifier le démarrage système.
he_il: נדרשות הרשאות מנהל כדי לשנות אפליקציות הפעלה של המערכת.
id_id: Hak akses administrator diperlukan untuk mengubah item startup sistem.
it_it: Sono richiesti i privilegi di amministratore per modificare gli elementi all'avvio di sistema.
ja_jp: システムのスタートアップ項目を変更するには管理者権限が必要です。
ko_kr: 시스템 시작 항목을 수정하려면 관리자 권한이 필요합니다.
pt_br: Permissões de administrador são necessárias para modificar itens do sistema.
ru_ru: Требуются права администратора для изменения системной автозагрузки.
tr_tr: Sistem başlangıç öğelerini değiştirmek için yönetici izinleri gereklidir.
vi_vn: Quyền quản trị viên là cần thiết để thay đổi mục khởi động hệ thống.
zh_hans: 修改系统启动项需要管理员权限。
zh_hant: 修改系統啟動項目需要管理員權限。

# StartupPage_Impact_High
source: High
ar_tn: عالٍ
de: Hoch
es_es: Alto
fr_fr: Élevé
he_il: גבוהה
id_id: Tinggi
it_it: Elevato
ja_jp: 高
ko_kr: 높음
pt_br: Alto
ru_ru: Высокое
tr_tr: Yüksek
vi_vn: Cao
zh_hans: 高
zh_hant: 高

# StartupPage_Impact_Medium
source: Medium
ar_tn: متوسط
de: Mittel
es_es: Medio
fr_fr: Moyen
he_il: בינונית
id_id: Sedang
it_it: Medio
ja_jp: 中
ko_kr: 중간
pt_br: Médio
ru_ru: Среднее
tr_tr: Orta
vi_vn: Trung bình
zh_hans: 中
zh_hant: 中

# StartupPage_Impact_Low
source: Low
ar_tn: منخفض
de: Gering
es_es: Bajo
fr_fr: Faible
he_il: נמוכה
id_id: Rendah
it_it: Basso
ja_jp: 低
ko_kr: 낮음
pt_br: Baixo
ru_ru: Низкое
tr_tr: Düşük
vi_vn: Thấp
zh_hans: 低
zh_hant: 低

# StartupPage_Impact_Broken
source: Missing File
ar_tn: ملف مفقود
de: Fehlende Datei
es_es: Archivo faltante
fr_fr: Fichier manquant
he_il: קובץ חסר
id_id: Berkas Hilang
it_it: File mancante
ja_jp: ファイル非存在
ko_kr: 파일 없음
pt_br: Arquivo Ausente
ru_ru: Файл отсутствует
tr_tr: Eksik Dosya
vi_vn: Thiếu tệp
zh_hans: 文件缺失
zh_hant: 檔案遺失

# StartupPage_Title
source: Startup Manager
ar_tn: مدير بدء التشغيل
de: Autostart-Manager
es_es: Gestor de inicio
fr_fr: Gestionnaire de démarrage
he_il: מנהל הפעלה
id_id: Manajer Startup
it_it: Gestore avvio
ja_jp: スタートアップ マネージャー
ko_kr: 시작 앱 관리자
pt_br: Gerenciador de Inicialização
ru_ru: Диспетчер автозагрузки
tr_tr: Başlangıç Yöneticisi
vi_vn: Quản lý khởi động
zh_hans: 启动管理器
zh_hant: 啟動管理員

# StartupPage_AddDialog_Title
source: Add Startup App
ar_tn: إضافة تطبيق بدء تشغيل
de: Autostart-App hinzufügen
es_es: Añadir app de inicio
fr_fr: Ajouter une app au démarrage
he_il: הוסף אפליקציית הפעלה
id_id: Tambah Aplikasi Startup
it_it: Aggiungi app all'avvio
ja_jp: スタートアップ アプリの追加
ko_kr: 시작 앱 추가
pt_br: Adicionar App de Inicialização
ru_ru: Добавить приложение в автозагрузку
tr_tr: Başlangıç Uygulaması Ekle
vi_vn: Thêm ứng dụng khởi động
zh_hans: 添加启动应用
zh_hant: 新增啟動應用程式

# StartupPage_AddDialog_AppNameHeader
source: Application Name
ar_tn: اسم التطبيق
de: App-Name
es_es: Nombre de aplicación
fr_fr: Nom de l'application
he_il: שם אפליקציה
id_id: Nama Aplikasi
it_it: Nome applicazione
ja_jp: アプリ名
ko_kr: 앱 이름
pt_br: Nome do Aplicativo
ru_ru: Имя приложения
tr_tr: Uygulama Adı
vi_vn: Tên ứng dụng
zh_hans: 应用名称
zh_hant: 應用程式名稱

# StartupPage_AddDialog_AppPathHeader
source: Executable or Script Path
ar_tn: مسار الملف التنفيذي أو البرمجي
de: Ausführungs- oder Skriptpfad
es_es: Ruta de ejecutable o script
fr_fr: Chemin de l'exécutable ou du script
he_il: נתיב קובץ הפעלה או סקריפט
id_id: Jalur Eksekusi atau Skrip
it_it: Percorso eseguibile o script
ja_jp: 実行ファイルまたはスクリプトのパス
ko_kr: 실행 파일 또는 스크립트 경로
pt_br: Caminho do Executável ou Script
ru_ru: Путь к исполняемому файлу или скрипту
tr_tr: Çalıştırılabilir veya Komut Dosyası Yolu
vi_vn: Đường dẫn tệp thực thi hoặc kịch bản
zh_hans: 可执行文件或脚本路径
zh_hant: 可執行檔或指令碼路徑

# StartupPage_AddDialog_ArgsHeader
source: Arguments (Optional)
ar_tn: الوسائط (اختياري)
de: Argumente (Optional)
es_es: Argumentos (Opcional)
fr_fr: Arguments (Optionnel)
he_il: ארגומנטים (רשות)
id_id: Argumen (Opsional)
it_it: Argomenti (Opzionale)
ja_jp: 引数 (オプション)
ko_kr: 인수 (선택 사항)
pt_br: Argumentos (Opcional)
ru_ru: Аргументы (необязательно)
tr_tr: Bağmsız Değişkenler (İsteğe Bağlı)
vi_vn: Đối số (Tùy chọn)
zh_hans: 参数（可选）
zh_hant: 引數（選填）

# StartupPage_AddDialog_BrowseButton
source: Browse...
ar_tn: استعراض...
de: Durchsuchen...
es_es: Examinar...
fr_fr: Parcourir...
he_il: עיון...
id_id: Telusuri...
it_it: Sfoglia...
ja_jp: 参照...
ko_kr: 찾아보기...
pt_br: Procurar...
ru_ru: Обзор...
tr_tr: Gözat...
vi_vn: Duyệt...
zh_hans: 浏览...
zh_hant: 瀏覽...

# StartupPage_AddDialog_ScopeHeader
source: Startup Scope:
ar_tn: نطاق بدء التشغيل:
de: Autostart-Bereich:
es_es: Ámbito de inicio:
fr_fr: Portée du démarrage:
he_il: טווח הפעלה:
id_id: Cakupan Startup:
it_it: Ambito di avvio:
ja_jp: スタートアップのスコープ:
ko_kr: 시작 범위:
pt_br: Escopo de Inicialização:
ru_ru: Область автозагрузки:
tr_tr: Başlangıç Kapsamı:
vi_vn: Phạm vi khởi động:
zh_hans: 启动范围：
zh_hant: 啟動範圍：

# StartupPage_AddDialog_CurrentUser
source: Current User (HKCU)
ar_tn: المستخدم الحالي (HKCU)
de: Aktueller Benutzer (HKCU)
es_es: Usuario actual (HKCU)
fr_fr: Utilisateur actuel (HKCU)
he_il: משתמש נוכחי (HKCU)
id_id: Pengguna Saat Ini (HKCU)
it_it: Utente corrente (HKCU)
ja_jp: 現在のユーザー (HKCU)
ko_kr: 현재 사용자 (HKCU)
pt_br: Usuário Atual (HKCU)
ru_ru: Текущий пользователь (HKCU)
tr_tr: Geçerli Kullanıcı (HKCU)
vi_vn: Người dùng hiện tại (HKCU)
zh_hans: 当前用户 (HKCU)
zh_hant: 目前使用者 (HKCU)

# StartupPage_AddDialog_AllUsers
source: All Users (HKLM - Requires Admin)
ar_tn: جميع المستخدمين (HKLM - يتطلب مسؤول)
de: Alle Benutzer (HKLM - Erfordert Admin)
es_es: Todos los usuarios (HKLM - Requiere admin)
fr_fr: Tous les utilisateurs (HKLM - Requiert admin)
he_il: כל המשתמשים (HKLM - דורש מנהל)
id_id: Semua Pengguna (HKLM - Butuh Admin)
it_it: Tutti gli utenti (HKLM - Richiede admin)
ja_jp: すべてのユーザー (HKLM - 管理者権限要)
ko_kr: 모든 사용자 (HKLM - 관리자 권한 필요)
pt_br: Todos os Usuários (HKLM - Requer Admin)
ru_ru: Все пользователи (HKLM - Требуются права админа)
tr_tr: Tüm Kullanıcılar (HKLM - Yönetici Gerekli)
vi_vn: Tất cả người dùng (HKLM - Yêu cầu Quản trị)
zh_hans: 所有用户 (HKLM - 需要管理员权限)
zh_hant: 所有使用者 (HKLM - 需要管理員權限)

# StartupPage_AddDialog_PrimaryButton
source: Add to Startup
ar_tn: إضافة إلى بدء التشغيل
de: Zum Autostart hinzufügen
es_es: Añadir al inicio
fr_fr: Ajouter au démarrage
he_il: הוסף להפעלה
id_id: Tambahkan ke Startup
it_it: Aggiungi all'avvio
ja_jp: スタートアップに追加
ko_kr: 시작에 추가
pt_br: Adicionar à Inicialização
ru_ru: Добавить в автозагрузку
tr_tr: Başlangıca Ekle
vi_vn: Thêm vào khởi động
zh_hans: 添加到启动
zh_hant: 新增至啟動

# StartupPage_AddDialog_CancelButton
source: Cancel
ar_tn: إلغاء
de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
he_il: ביטול
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
ru_ru: Отмена
tr_tr: İptal
vi_vn: Hủy
zh_hans: 取消
zh_hant: 取消

# StartupPage_DetailsDialog_Title
source: Startup App Details
ar_tn: تفاصيل تطبيق بدء التشغيل
de: Autostart-App-Details
es_es: Detalles de app de inicio
fr_fr: Détails de l'application
he_il: פרטי אפליקציית הפעלה
id_id: Detail Aplikasi Startup
it_it: Dettagli app all'avvio
ja_jp: スタートアップ アプリの詳細
ko_kr: 시작 앱 상세 정보
pt_br: Detalhes do App de Inicialização
ru_ru: Подробности о приложении автозагрузки
tr_tr: Başlangıç Uygulama Ayrıntıları
vi_vn: Chi tiết ứng dụng khởi động
zh_hans: 启动应用详情
zh_hant: 啟動應用程式詳細資料

# StartupPage_DetailsDialog_CloseButton
source: Close
ar_tn: إغلاق
de: Schließen
es_es: Cerrar
fr_fr: Fermer
he_il: סגור
id_id: Tutup
it_it: Chiudi
ja_jp: 閉じる
ko_kr: 닫기
pt_br: Fechar
ru_ru: Закрыть
tr_tr: Kapat
vi_vn: Đóng
zh_hans: 关闭
zh_hant: 關閉

# StartupPage_DetailsDialog_Name
source: Name:
ar_tn: الاسم:
es_es: Nombre:
fr_fr: Nom:
he_il: שם:
id_id: Nama:
it_it: Nome:
ja_jp: 名前:
ko_kr: 이름:
pt_br: Nome:
ru_ru: Имя:
tr_tr: Ad:
vi_vn: Tên:
zh_hans: 名称：
zh_hant: 名稱：

# StartupPage_DetailsDialog_Publisher
source: Publisher:
ar_tn: الناشر:
de: Herausgeber:
es_es: Editor:
fr_fr: Éditeur:
he_il: מפרסם:
id_id: Penerbit:
it_it: Editore:
ja_jp: 発行元:
ko_kr: 게시자:
pt_br: Publicador:
ru_ru: Издатель:
tr_tr: Yayıncı:
vi_vn: Nhà xuất bản:
zh_hans: 发布者：
zh_hant: 發行者：

# StartupPage_DetailsDialog_Description
source: Description:
ar_tn: الوصف:
de: Beschreibung:
es_es: Descripción:
he_il: תיאור:
id_id: Deskripsi:
it_it: Descrizione:
ja_jp: 説明:
ko_kr: 설명:
pt_br: Descrição:
ru_ru: Описание:
tr_tr: Açıklama:
vi_vn: Mô tả:
zh_hans: 描述：
zh_hant: 描述：

# StartupPage_DetailsDialog_Command
source: Command:
ar_tn: الأمر:
de: Befehl:
es_es: Comando:
fr_fr: Commande:
he_il: פקודה:
id_id: Perintah:
it_it: Comando:
ja_jp: コマンド:
ko_kr: 명령:
pt_br: Comando:
ru_ru: Команда:
tr_tr: Komut:
vi_vn: Lệnh:
zh_hans: 命令：
zh_hant: 命令：

# StartupPage_DetailsDialog_TargetPath
source: Target Path:
ar_tn: مسار الهدف:
de: Zielpfad:
es_es: Ruta de destino:
fr_fr: Chemin cible:
he_il: נתיב יעד:
id_id: Jalur Target:
it_it: Percorso destinazione:
ja_jp: ターゲット パス:
ko_kr: 대상 경로:
pt_br: Caminho de Destino:
ru_ru: Целевой путь:
tr_tr: Hedef Yol:
vi_vn: Đường dẫn đích:
zh_hans: 目标路径：
zh_hant: 目標路徑：

# StartupPage_DetailsDialog_Location
source: Location:
ar_tn: الموقع:
de: Pfad:
es_es: Ubicación:
fr_fr: Emplacement:
he_il: מיקום:
id_id: Lokasi:
it_it: Posizione:
ja_jp: 場所:
ko_kr: 위치:
pt_br: Local:
ru_ru: Расположение:
tr_tr: Konum:
vi_vn: Vị trí:
zh_hans: 位置：
zh_hant: 位置：

# StartupPage_DetailsDialog_Status
source: Status:
ar_tn: الحالة:
es_es: Estado:
fr_fr: Statut:
he_il: סטטוס:
it_it: Stato:
ja_jp: 状態:
ko_kr: 상태:
ru_ru: Статус:
tr_tr: Durum:
vi_vn: Trạng thái:
zh_hans: 状态：
zh_hant: 狀態：

# StartupPage_DetailsDialog_Impact
source: Impact:
ar_tn: التأثير:
de: Auswirkung:
es_es: Impacto:
he_il: השפעה:
id_id: Dampak:
it_it: Impatto:
ja_jp: 負荷影響:
ko_kr: 영향:
pt_br: Impacto:
ru_ru: Влияние:
tr_tr: Etki:
vi_vn: Tác động:
zh_hans: 影响：
zh_hant: 影響：

# StartupPage_DetailsDialog_FileSize
source: File Size:
ar_tn: حجم الملف:
de: Dateigröße:
es_es: Tamaño de archivo:
fr_fr: Taille du fichier:
he_il: גודל קובץ:
id_id: Ukuran Berkas:
it_it: Dimensione file:
ja_jp: ファイル サイズ:
ko_kr: 파일 크기:
pt_br: Tamanho do Arquivo:
ru_ru: Размер файла:
tr_tr: Dosya Boyutu:
vi_vn: Kích thước tệp:
zh_hans: 文件大小：
zh_hant: 檔案大小：

# StartupPage_DetailsDialog_FileExists
source: File Exists:
ar_tn: الملف موجود:
de: Datei vorhanden:
es_es: El archivo existe:
fr_fr: Le fichier existe:
he_il: הקובץ קיים:
id_id: Berkas Ada:
it_it: File esistente:
ja_jp: ファイルの存在:
ko_kr: 파일 존재 여부:
pt_br: Arquivo Existe:
ru_ru: Файл существует:
tr_tr: Dosya Var mı:
vi_vn: Tệp tồn tại:
zh_hans: 文件是否存在：
zh_hant: 檔案是否存在：

# StartupPage_DetailsDialog_Yes
source: Yes
ar_tn: نعم
de: Ja
es_es: Sí
fr_fr: Oui
he_il: כן
id_id: Ya
it_it: Sì
ja_jp: はい
ko_kr: 예
pt_br: Sim
ru_ru: Да
tr_tr: Evet
vi_vn: Có
zh_hans: 是
zh_hant: 是

# StartupPage_DetailsDialog_NoMissing
source: No (Missing)
ar_tn: لا (مفقود)
de: Nein (Fehlt)
es_es: No (Faltante)
fr_fr: Non (Manquant)
he_il: לא (חסר)
id_id: Tidak (Hilang)
it_it: No (Mancante)
ja_jp: いいえ (非存在)
ko_kr: 아니요 (없음)
pt_br: Não (Ausente)
ru_ru: Нет (Отсутствует)
tr_tr: Hayır (Eksik)
vi_vn: Không (Thiếu)
zh_hans: 否（缺失）
zh_hant: 否（遺失）

# StartupPage_RemoveDialog_Title
source: Remove Startup App
ar_tn: إزالة تطبيق بدء التشغيل
de: Autostart-App entfernen
es_es: Eliminar app de inicio
fr_fr: Supprimer l'application
he_il: הסר אפליקציית הפעלה
id_id: Hapus Aplikasi Startup
it_it: Rimuovi app all'avvio
ja_jp: スタートアップ アプリの削除
ko_kr: 시작 앱 제거
pt_br: Remover App de Inicialização
ru_ru: Удалить из автозагрузки
tr_tr: Başlangıç Uygulamasını Kaldır
vi_vn: Xóa ứng dụng khởi động
zh_hans: 移除启动应用
zh_hant: 移除啟動應用程式

# StartupPage_RemoveDialog_Content
source: Are you sure you want to remove '{0}' from startup? This action will delete the entry.
ar_tn: هل أنت تأكد من إزالة '{0}' من بدء التشغيل؟ سيتم حذف القيد.
de: Möchten Sie '{0}' wirklich aus dem Autostart entfernen? Dieser Eintrag wird gelöscht.
es_es: ¿Seguro que deseas eliminar '{0}' del inicio? Se eliminará la entrada.
fr_fr: Voulez-vous vraiment supprimer '{0}' du démarrage ? Cette action supprimera l'entrée.
he_il: האם אתה בטוח שברצונך להסיר את '{0}' מההפעלה? פעולה זו תמחק את הרשומה.
id_id: Apakah Anda yakin ingin menghapus '{0}' dari startup? Tindakan ini akan menghapus entri.
it_it: Sei sicuro di voler rimuovere '{0}' dall'avvio? L'azione eliminerà la voce.
ja_jp: '{0}' をスタートアップから削除してもよろしいですか？
ko_kr: '{0}'을(를) 시작 앱에서 제거하시겠습니까? 이 작업은 항목을 삭제합니다.
pt_br: Tem certeza de que deseja remover '{0}' da inicialização? Esta ação excluirá a entrada.
ru_ru: Вы уверены, что хотите удалить '{0}' из автозагрузки? Запись будет удалена.
tr_tr: '{0}' ögesini başlangıçtan kaldırmak istediğinizden emin misiniz?
vi_vn: Bạn có chắc chắn muốn xóa '{0}' khỏi khởi động không? Hành động này sẽ xóa mục.
zh_hans: 确定要从启动中移除“{0}”吗？此操作将删除该项。
zh_hant: 確定要從啟動中移除「{0}」嗎？此操作將刪除該專案。

# StartupPage_RemoveDialog_PrimaryButton
source: Remove
ar_tn: إزالة
de: Entfernen
es_es: Eliminar
fr_fr: Supprimer
he_il: הסר
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
pt_br: Remover
ru_ru: Удалить
tr_tr: Kaldır
vi_vn: Xóa
zh_hans: 移除
zh_hant: 移除

# StartupPage_RemoveDialog_CancelButton
source: Cancel
ar_tn: إلغاء
de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
he_il: ביטול
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
ru_ru: Отмена
tr_tr: İptal
vi_vn: Hủy
zh_hans: 取消
zh_hant: 取消

# StartupPage_Notification_ItemRemoved
source: Removed '{0}' from startup.
ar_tn: تم إزالة '{0}' من بدء التشغيل.
de: '{0}' aus dem Autostart entfernt.
es_es: Eliminado '{0}' del inicio.
fr_fr: '{0}' supprimé du démarrage.
he_il: '{0}' הוסר מההפעלה.
id_id: Menghapus '{0}' dari startup.
it_it: Rimosso '{0}' dall'avvio.
ja_jp: スタートアップから '{0}' を削除しました。
ko_kr: 시작 앱에서 '{0}'을(를) 제거했습니다.
pt_br: Removido '{0}' da inicialização.
ru_ru: Удалено '{0}' из автозагрузки.
tr_tr: '{0}' başlangıçtan kaldırıldı.
vi_vn: Đã xóa '{0}' khỏi khởi động.
zh_hans: 已从启动中移除“{0}”。
zh_hant: 已從啟動中移除「{0}」。

# StartupPage_Notification_RemoveFailed
source: Failed to remove item. Administrator privileges may be required.
ar_tn: فشل إزالة القيد. قد تتطلب العملية صلاحيات المسؤول.
de: Entfernen fehlgeschlagen. Administratorrechte erforderlich.
es_es: Error al eliminar elemento. Se requieren permisos de admin.
fr_fr: Échec de la suppression. Des privilèges d'administrateur peuvent être requis.
he_il: הסרת הפריט נכשלה. ייתכן שנדרשות הרשאות מנהל.
id_id: Gagal menghapus item. Hak akses administrator mungkin diperlukan.
it_it: Impossibile rimuovere l'elemento. Privilegi di amministratore richiesti.
ja_jp: アイテムの削除に失敗しました。管理者権限が必要な場合があります。
ko_kr: 항목을 제거하지 못했습니다. 관리자 권한이 필요할 수 있습니다.
pt_br: Falha ao remover item. Permissões de administrador podem ser necessárias.
ru_ru: Не удалось удалить элемент. Могут потребоваться права администратора.
tr_tr: Öğe kaldırılamadı. Yönetici izinleri gerekli olabilir.
vi_vn: Không thể xóa mục. Có thể cần quyền quản trị viên.
zh_hans: 无法移除项目。可能需要管理员权限。
zh_hant: 無法移除項目。可能需要管理員權限。

# StartupPage_Notification_EmptyAppError
source: App name and path cannot be empty.
ar_tn: لا يمكن أن يكون اسم التطبيق والمسار فارغين.
de: App-Name und Pfad dürfen nicht leer sein.
es_es: El nombre y la ruta de la aplicación no pueden estar vacíos.
fr_fr: Le nom et le chemin de l'application ne peuvent pas être vides.
he_il: שם האפליקציה והנתיב אינם יכולים להיות ריקים.
id_id: Nama dan jalur aplikasi tidak boleh kosong.
it_it: Il nome e il percorso dell'applicazione non possono essere vuoti.
ja_jp: アプリ名とパスを空にすることはできません。
ko_kr: 앱 이름과 경로는 비워 둘 수 없습니다.
pt_br: O nome e o caminho do aplicativo não podem estar vazios.
ru_ru: Имя и путь к приложению не могут быть пустыми.
tr_tr: Uygulama adı ve yolu boş olamaz.
vi_vn: Tên và đường dẫn ứng dụng không được để trống.
zh_hans: 应用名称和路径不能为空。
zh_hant: 應用程式名稱和路徑不可為空。

# StartupPage_Notification_ItemAdded
source: Added '{0}' to startup.
ar_tn: تم إضافة '{0}' إلى بدء التشغيل.
de: '{0}' zum Autostart hinzugefügt.
es_es: Añadido '{0}' al inicio.
fr_fr: '{0}' ajouté au démarrage.
he_il: '{0}' נוסף להפעלה.
id_id: Menambahkan '{0}' ke startup.
it_it: Aggiunto '{0}' all'avvio.
ja_jp: スタートアップに '{0}' を追加しました。
ko_kr: 시작 앱에 '{0}'을(를) 추가했습니다.
pt_br: Adicionado '{0}' à inicialização.
ru_ru: Добавлено '{0}' в автозагрузку.
tr_tr: '{0}' başlangıca eklendi.
vi_vn: Đã thêm '{0}' vào khởi động.
zh_hans: 已将“{0}”添加到启动。
zh_hant: 已將「{0}」新增至啟動。

# StartupPage_Notification_AddFailed
source: Failed to add startup item. Administrator privileges may be required.
ar_tn: فشل إضافة قيد بدء التشغيل. قد تتطلب العملية صلاحيات المسؤول.
de: Hinzufügen fehlgeschlagen. Administratorrechte erforderlich.
es_es: Error al añadir elemento. Se requieren permisos de admin.
fr_fr: Échec de l'ajout. Des privilèges d'administrateur peuvent être requis.
he_il: הוספת פריט ההפעלה נכשלה. ייתכן שנדרשות הרשאות מנהל.
id_id: Gagal menambahkan item startup. Hak akses administrator mungkin diperlukan.
it_it: Impossibile aggiungere l'elemento. Privilegi di amministratore richiesti.
ja_jp: スタートアップへの追加に失敗しました。管理者権限が必要な場合があります。
ko_kr: 시작 항목을 추가하지 못했습니다. 관리자 권한이 필요할 수 있습니다.
pt_br: Falha ao adicionar item. Permissões de administrador podem ser necessárias.
ru_ru: Не удалось добавить элемент. Могут потребоваться права администратора.
tr_tr: Başlangıç öğesi eklenemedi. Yönetici izinleri gerekli olabilir.
vi_vn: Không thể thêm mục khởi động. Có thể cần quyền quản trị viên.
zh_hans: 无法添加启动项目。可能需要管理员权限。
zh_hant: 無法新增啟動項目。可能需要管理員權限。

# StartupPage_Notification_EnabledCount
source: Enabled {0} startup apps.
ar_tn: تم تمكين {0} من تطبيقات بدء التشغيل.
de: {0} Autostart-Apps aktiviert.
es_es: Habilitadas {0} aplicaciones de inicio.
fr_fr: {0} applications activées au démarrage.
he_il: הופעלו {0} אפליקציות הפעלה.
id_id: Mengaktifkan {0} aplikasi startup.
it_it: Abilitate {0} app all'avvio.
ja_jp: {0} 個のスタートアップ アプリを有効にしました。
ko_kr: {0}개의 시작 앱을 사용 설정했습니다.
pt_br: Habilitados {0} aplicativos de inicialização.
ru_ru: Включено {0} приложений автозагрузки.
tr_tr: {0} başlangıç uygulaması etkinleştirildi.
vi_vn: Đã bật {0} ứng dụng khởi động.
zh_hans: 已启用 {0} 个启动应用。
zh_hant: 已啟用 {0} 個啟動應用程式。

# StartupPage_Notification_DisabledCount
source: Disabled {0} startup apps.
ar_tn: تم تعطيل {0} من تطبيقات بدء التشغيل.
de: {0} Autostart-Apps deaktiviert.
es_es: Deshabilitadas {0} aplicaciones de inicio.
fr_fr: {0} applications désactivées au démarrage.
he_il: נוטרלו {0} אפליקציות הפעלה.
id_id: Menonaktifkan {0} aplikasi startup.
it_it: Disabilitate {0} app all'avvio.
ja_jp: {0} 個のスタートアップ アプリを無効にしました。
ko_kr: {0}개의 시작 앱을 사용 안 함으로 설정했습니다.
pt_br: Deshabilitados {0} aplicativos de inicialização.
ru_ru: Отключено {0} приложений автозагрузки.
tr_tr: {0} başlangıç uygulaması devre dışı bırakıldı.
vi_vn: Đã tắt {0} ứng dụng khởi động.
zh_hans: 已禁用 {0} 个启动应用。
zh_hant: 已禁用 {0} 個啟動應用程式。

# StartupPage_SelectionCount
source: {0} item(s) selected
ar_tn: تم تحديد {0} عنصر/عناصر
de: {0} Element(e) ausgewählt
es_es: {0} elemento(s) seleccionado(s)
fr_fr: {0} élément(s) sélectionné(s)
he_il: נבחרו {0} פריט/ים
id_id: {0} item dipilih
it_it: {0} elemento/i selezionato/i
ja_jp: {0}個のアイテムを選択中
pt_br: {0} item(ns) selecionado(s)
ru_ru: Выбрано элементов: {0}
vi_vn: Đã chọn {0} mục
zh_hans: 已选择 {0} 个项目
zh_hant: 已選取 {0} 個項目

# StartupPage_RemoveSelectedButtonText.Text
source: Remove Selected
ar_tn: إزالة المحدد
de: Ausgewählte entfernen
es_es: Eliminar seleccionados
fr_fr: Supprimer la sélection
he_il: הסר נבחרים
id_id: Hapus yang Dipilih
it_it: Rimuovi selezionati
ja_jp: 選択したものを削除
pt_br: Remover selecionados
ru_ru: Удалить выбранные
vi_vn: Xóa mục đã chọn
zh_hans: 删除所选
zh_hant: 移除所選

# StartupPage_RemoveSelectedButton.ToolTipService.ToolTip
source: Remove all selected startup items
ar_tn: إزالة جميع عناصر بدء التشغيل المحددة
de: Alle ausgewählten Startelemente entfernen
es_es: Eliminar todos los elementos de inicio seleccionados
fr_fr: Supprimer tous les éléments de démarrage sélectionnés
he_il: הסר את כל פריטי ההפעלה הנבחרים
id_id: Hapus semua item startup yang dipilih
it_it: Rimuovi tutti gli elementi di avvio selezionati
ja_jp: 選択したスタートアップアイテムをすべて削除
pt_br: Remover todos os itens de inicialização selecionados
ru_ru: Удалить все выбранные элементы автозапуска
vi_vn: Xóa tất cả các mục khởi động đã chọn
zh_hans: 删除所有选中的启动项
zh_hant: 移除所有選取的啟動項目

# StartupPage_ClearSelectionButton.ToolTipService.ToolTip
source: Clear selection
ar_tn: إلغاء التحديد
de: Auswahl aufheben
es_es: Limpiar selección
fr_fr: Effacer la sélection
he_il: נקה בחירה
id_id: Batalkan pilihan
it_it: Deseleziona tutto
ja_jp: 選択を解除
pt_br: Limpar seleção
ru_ru: Снять выделение
vi_vn: Bỏ chọn tất cả
zh_hans: 清除选择
zh_hant: 清除選取

# StartupPage_BatchRemoveDialog_Title
source: Remove Startup Apps
ar_tn: إزالة تطبيقات بدء التشغيل
de: Autostart-Apps entfernen
es_es: Eliminar aplicaciones de inicio
fr_fr: Supprimer les applications de démarrage
he_il: הסר אפליקציות הפעלה
id_id: Hapus Aplikasi Startup
it_it: Rimuovi app di avvio
ja_jp: スタートアップアプリを削除
pt_br: Remover aplicativos de inicialização
ru_ru: Удалить приложения из автозапуска
vi_vn: Xóa ứng dụng khởi động
zh_hans: 删除启动应用
zh_hant: 移除啟動應用程式

# StartupPage_BatchRemoveDialog_Content
source: Are you sure you want to remove {0} item(s) from startup?
ar_tn: هل أنت متأكد من إزالة {0} عنصر/عناصر من قائمة بدء التشغيل؟
de: Möchten Sie wirklich {0} Element(e) aus dem Autostart entfernen?
es_es: ¿Estás seguro de que quieres eliminar {0} elemento(s) del inicio?
fr_fr: Êtes-vous sûr de vouloir supprimer {0} élément(s) du démarrage ?
he_il: האם אתה בטוח שברצונך להסיר {0} פריט/ים מרשימת ההפעלה?
id_id: Apakah Anda yakin ingin menghapus {0} item dari startup?
it_it: Sei sicuro di voler rimuovere {0} elemento/i dall'avvio?
ja_jp: スタートアップから{0}個のアイテムを削除しますか？
pt_br: Tem certeza de que deseja remover {0} item(ns) da inicialização?
ru_ru: Вы уверены, что хотите удалить {0} элемент(ов) из автозапуска?
vi_vn: Bạn có chắc muốn xóa {0} mục khỏi danh sách khởi động không?
zh_hans: 确定要从启动项中删除 {0} 个项目吗？
zh_hant: 確定要從啟動項目中移除 {0} 個項目嗎？

# StartupPage_Notification_BatchRemoved
source: Removed {0} startup item(s).
ar_tn: تمت إزالة {0} عنصر/عناصر من بدء التشغيل.
de: {0} Autostart-Element(e) entfernt.
es_es: Se han eliminado {0} elemento(s) de inicio.
fr_fr: {0} élément(s) de démarrage supprimé(s).
he_il: הוסרו {0} פריט/ים מההפעלה.
id_id: {0} item startup berhasil dihapus.
it_it: {0} elemento/i di avvio rimosso/i.
ja_jp: {0}個のスタートアップアイテムを削除しました。
pt_br: {0} item(ns) de inicialização removido(s).
ru_ru: Удалено {0} элемент(ов) из автозапуска.
vi_vn: Đã xóa {0} mục khởi động.
zh_hans: 已删除 {0} 个启动项目。
zh_hant: 已移除 {0} 個啟動項目。
